Repository: tasuwo/LikePics
Catalog: LikePicsKit/Sources/AppDesktopFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Album could not be created because an error occurred.
ja: エラーが発生したため、アルバムの作成に失敗しました。

source: Album could not be deleted because an error occurred.
ja: エラーが発生したため、アルバムの削除に失敗しました。

source: Album could not be updated because an error occurred.
ja: エラーが発生したため、アルバムの更新に失敗しました。

source: Albums
ja: アルバム

source: All
ja: 全て

source: Always turn off
ja: 常にオフ

source: Appearance:
ja: 表示設定:

source: Are you sure want to delete this clip?
ja: このクリップを削除してもよろしいですか？

source: Are you sure you want to delete this album?
ja: このアルバムを削除してもよろしいですか？

source: Are you sure you want to delete this tag?
ja: このタグを削除してもよろしいですか？

source: Auto
ja: 自動

source: Automatically upload and store all photos in iCloud so you can access them from any of your devices.
ja: すべての写真をiCloudに自動的にアップロードして保存し、任意のデバイスからアクセスして表示できるようにします。

source: Cancel
ja: キャンセル

source: Clip could not be deleted because an error occurred.
ja: エラーが発生したため、クリップの削除に失敗しました。

source: Clip could not be updated because an error occurred.
ja: エラーが発生したため、クリップの更新に失敗しました。

source: Dark
ja: ダーク

source: Data on this device will no longer be shared with other iOS/iPadOS devices. If you turn on iCloud sync later, data on this device will be merged with data on other iOS/iPadOS devices.
ja: この端末に保存したデータを他のiOS/iPadOS端末と共有できなくなります。同期がオフの最中に保存したデータは、後ほどiCloud同期が有効になった際に、他のiOS/iPadOS端末のデータと統合されます

source: Delete
ja: 削除

source: Delete Album
ja: 削除

source: Delete Clip
ja: 削除

source: Delete from all your devices?
ja: すべてのデバイスから削除しますか？

source: Delete Tag
ja: 削除

source: Failed to Create Album
ja: アルバムの作成に失敗

source: Failed to Delete Album
ja: アルバムの削除に失敗

source: Failed to Delete Clip
ja: クリップの削除に失敗

source: Failed to Delete Tag
ja: タグの削除に失敗

source: Failed to Update Album
ja: アルバムの更新に失敗

source: Failed to Update Clip
ja: クリップの更新に失敗

source: Failed to Update Tag
ja: タグの更新に失敗

source: General
ja: 一般

source: Hide Album
ja: 隠す

source: Hide Clip
ja: 隠す

source: Hide Tag
ja: 隠す

source: iCloud Sync
ja: iCloud同期

source: iCloud Unavailable
ja: iCloudが利用できません

source: Library
ja: ライブラリ

source: Light
ja: ライト

source: New Album
ja: 新規アルバム

source: Please sign in to iCloud or enable using iCloud for this app at device setting. Data saved while iCloud unavailable will be merged with other devices data when iCloud avaialable.
ja: iCloudアカウントでログインしていないか、端末のiCloud同期設定がオフになっている可能性があります\niCluoudが利用できない間に保存したデータは、後ほどiCloudが有効になった際に統合されます

source: Show Album
ja: 表示する

source: Show Clip
ja: 表示する

source: Show hidden items
ja: 隠した項目を表示する

source: Show Tag
ja: 表示する

source: Tag could not be deleted because an error occurred.
ja: エラーが発生したため、タグの削除に失敗しました。

source: Tag could not be updated because an error occurred.
ja: エラーが発生したため、タグの更新に失敗しました。

source: Tags
ja: タグ

source: The items in this album will still be visible in your library and other albums that contain them.
ja: このアルバム内の項目は、ライブラリ、およびこれらの写真が含まれているほかのアルバムで、引き続き閲覧できます。

source: The items tagged with this tag will still be visible in your library.
ja: このタグがタグづけされている項目は、ライブラリで引き続き閲覧できます。

source: Theme:
ja: テーマ:

source: This clip will be deleted from LikePics on all your devices.
ja: このクリップは、すべてのデバイスのLikePicsから削除されます。

source: This clip will be deleted immediately. This operation cannot be undone.
ja: このクリップは、即座に削除されます。この操作は取り消せません。

source: Turn off
ja: オフにする

source: Turn off iCloud Sync
ja: iCloud同期をオフにしますか？

source: Turn on when available
ja: 利用可能になったらオンにする

source: Untitled Album
ja: 名称未設定アルバム
